tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "puma/puma"
tap "shivammathur/php"
tap "stripe/stripe-cli"
tap "teamookla/speedtest"
tap "universal-ctags/universal-ctags"
brew "act"
brew "advancecomp"
brew "ansible"
brew "anyenv"
brew "libpng"
brew "asciidoctor"
brew "autoconf"
brew "automake"
brew "gmp"
brew "coreutils"
brew "libtool"
brew "unixodbc"
brew "asdf"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bison"
brew "bzip2"
brew "caddy"
brew "freetype"
brew "gettext"
brew "glib"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cloc"
brew "cmake"
brew "composer"
brew "diff-so-fancy"
brew "python@3.10"
brew "docutils"
brew "dos2unix"
brew "exa"
brew "fd"
brew "harfbuzz"
brew "pango"
brew "ffmpeg"
brew "fish"
brew "fontforge"
brew "fonttools"
brew "freetds"
brew "fzf"
brew "gawk"
brew "jpeg", link: true
brew "gd"
brew "gdrive"
brew "gh"
brew "gibo"
brew "gifsicle"
brew "git"
brew "git-crypt"
brew "git-flow"
brew "git-quick-stats"
brew "gnupg"
brew "pkgconf"
brew "gobject-introspection"
brew "guile"
brew "helm"
brew "highlight"
brew "htop"
brew "httpie"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "jhead"
brew "jq"
brew "lbzip2"
brew "less"
brew "libedit"
brew "libiconv"
brew "libpq"
brew "libtermkey"
brew "libxml2"
brew "libxslt"
brew "libzip"
brew "luv"
brew "lzlib"
brew "mas"
brew "media-info"
brew "memcached"
brew "mkcert"
brew "mono"
brew "most"
brew "multitail"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "node"
brew "onefetch"
brew "openvpn"
brew "tmux"
brew "overmind"
brew "pandoc"
brew "perl"
brew "pgcli"
brew "pipx"
brew "postgresql@14"
brew "python@3.9"
brew "ranger"
brew "re2c"
brew "redis"
brew "ripgrep"
brew "rlwrap"
brew "rsync"
brew "shellcheck"
brew "ssh-copy-id"
brew "sshpass"
brew "starship"
brew "the_silver_searcher"
brew "tldr"
brew "trash", link: true
brew "trash-cli"
brew "tree"
brew "universal-ctags", args: ["HEAD"]
brew "uv"
brew "w3m"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "hashicorp/tap/terraform"
brew "puma/puma/puma-dev"
brew "stripe/stripe-cli/stripe"
brew "teamookla/speedtest/speedtest"
cask "1password"
cask "adobe-creative-cloud"
cask "alacritty"
cask "alfred"
cask "arc"
cask "astah-professional"
cask "audacity"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "brave-browser"
cask "burp-suite"
cask "carbon-copy-cloner"
cask "chromium"
cask "cleanmymac"
cask "cursor"
cask "daisydisk"
cask "dash"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-victor-mono-nerd-font"
cask "gitup"
cask "google-chrome"
cask "google-cloud-sdk"
cask "handbrake"
cask "intellij-idea"
cask "istat-menus"
cask "iterm2@beta"
cask "jetbrains-toolbox"
cask "kap"
cask "keycastr"
cask "kindle"
cask "loom"
cask "micro-snitch"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-excel"
cask "microsoft-word"
cask "mqtt-explorer"
cask "ngrok"
cask "notion"
cask "obs"
cask "obsidian"
cask "openvpn-connect"
cask "orbstack"
cask "postman"
cask "raycast"
cask "slack"
cask "superwhisper"
cask "tableplus"
cask "tor-browser"
cask "tunnelblick"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
vscode "apimatic-developers.apimatic-for-vscode"